

	"NSLE-20639 -108" = "No se ha podido completar el último comando porque no hay suficiente memoria disponible.";
	"NSLE-20639 -108 Solution" = "Salga de algunas aplicaciones y cierre algunas ventanas para tener más memoria disponible.";

	"NSLE-20639 -1" = "La petición no ha podido completarse debido a un error interno en NSL.";
	"NSLE-20639 -1 Solution" = "Inténtelo de nuevo. Si el problema no se soluciona, vuelva a abrir la aplicación o reinicie el ordenador, y vuelva a efectuar la petición.";

	"NSLE-20639 -4199" = "No se ha podido abrir el Gestor NSL.";
	"NSLE-20639 -4199 Solution" = "Reinicie el ordenador e inténtelo de nuevo.";

	"NSLE-20639 -4198" = "El software de sistema instalado no admite esta versión de NSL.";
	"NSLE-20639 -4198 Solution" = "Instale el software de sistema Mac OS 8.7 o posterior.";

	"NSLE-20639 -4197" = "No está disponible la versión correcta de Open Transport.";
	"NSLE-20639 -4197 Solution" = "Instale Open Transport 1.3 o posterior.";

	"NSLE-20639 -4192" = "El ordenador no está conectado a la red.";
	"NSLE-20639 -4192 Solution" = "Revise los ajustes de red y compruebe que todos los cables de red están conectados correctamente. A continuación, realice de nuevo la petición.";

	"NSLE-20639 -4182" = "No se han podido cargar módulos NSL durante el arranque.";
	"NSLE-20639 -4182 Solution" = "Reinicie el ordenador e intente realizar la petición de nuevo.";

	"NSLE-20639 -4181" = "El Gestor NSL no ha encontrado ningún módulo para cargar.";
	"NSLE-20639 -4181 Solution" = "Asegúrese de que hay al menos un módulo NSL en la carpeta /Sistema/Librería/Frameworks/NSLCore.framework/Resources/NSLPlugins.";

	"NSLE-20639 -4179" = "El Gestor NSL no ha podido cargar ningún módulo para gestionar la petición.";
	"NSLE-20639 -4179 Solution" = "Revise los ajustes de red y compruebe que todos los cables de red están conectados correctamente. A continuación, realice de nuevo la petición.";

	"NSLE-20639 -4177" = "No se han podido cargar algunos módulos NSL (no todos).";
	"NSLE-20639 -4177 Solution" = "Puede continuar, pues hay al menos un módulo disponible. Puede ver qué módulo está disponible en el panel de control Gestor de Extensiones.";

	"NSLE-20639 -4174" = "La librería NSL UI no está disponible.";
	"NSLE-20639 -4174 Solution" = "Asegúrese de que esta librería compartida está en la carpeta Extensiones e inténtelo de nuevo.";

	"NSLE-20639 -43" = "Un archivo necesario para esta operación no está disponible.";
	"NSLE-20639 -43 Solution" = "Compruebe que ha instalado todos los componentes correctamente.";

	"STR#-20639 1" = "El módulo NSL %s no se ha podido cargar.";

	"STR#-20639 2" = "Compruebe que la red y los ajustes de la red están configurados correctamente. Puede continuar, pues hay al menos un módulo disponible.";

	"This Computer" = "Este ordenador";
	"Managed Network Directory" = "Directorio de red gestionado";
	"Default (%@ and %@)" = "Por omisión (%@ y %@)";
	".Mac" = ".Mac";
	
	"Server" = "Servidor";
	"My Mac" = "Mi Mac";
	"Folder" = "Carpeta";
	"Neighborhood" = "Entorno de red";
	"Mac Server" = "Servidor Mac";
	"PC Server" = "Servidor PC";
	"Sharepoint" = "Sharepoint";
	"Remote Disc" = "Disco remoto";
	"AirPort Base Station" = "Estación base AirPort";
	"AirPort Disk" = "Disco AirPort";
	"AirPort" = "AirPort";
	"Volume" = "Volumen";

	"Applications" = "Aplicaciones";
	"Library" = "Librería";
	"Servers" = "Servidores";

	"Guest" = "Invitado";
	"Anonymous" = "Anónimo";

	"SHARED" = "COMPARTIDO";
	"Network" = "Red";
	"More..." = "Más…";
	"All..." = "Todo…";
	